export const articles_02 = [
{
  id: 5,
  title: "南部撤退のルートをたどる",
  contents: [
    {
      subtitle: "明らかになった撤退ルート",
      text: "　５月下旬、沖縄は梅雨時期。しのつく雨で洞窟内の坑道が小川のようになる中、牛島満司令官らは２７日夜、撤退を始めた。\n　目指すのは、本島南部の摩文仁（糸満市）だ。ここから直線距離で１４㌔ほどある。司令部壕の隊をいくつかに分け、米軍の攻撃が緩む夜間に後退を進めた。\n　沖縄県平和祈念資料館友の会の仲村真・事務局長によると、通ったルートの資料は乏しい。高級参謀・八原博道氏の著書には一部が記載されているが、全体は分かっていない。\n　仲村さんは、八原氏の本に加え、司令部付きで牛島司令官らと一緒に途中まで同行した濱川昌也氏の戦記、当時の道が分かる航空写真を分析。今回、現在の道をベースに、最有力と思われる撤退ルートを地図に落とし込んだ。\n　なお、このルートは牛島司令官の孫で、第３２軍司令部壕などについて調べている牛島貞満さんの見解と、おおむね一致している。",
      images: [
        {
          id: 1,
          type: "image",
          thumb_url:"body-graphic_8.png",
          src_url: "body-graphic_8.png",
          caption: "第32軍首脳部の南部撤退ルート",
        },
        {
          id: 2,
          type: "video",
          thumb_url: "article_01.png",
          src_url: "https://drive.google.com/uc?export=download&id=1enFWNMjpLES9hUB85JYMzFdRMteMR3WV",
          caption: "南部撤退ルート",
        },
      ],
    },
    {
      subtitle: "病院壕近くのルート",
      text: "　ルートは第５坑口を出た後、金城町と繁多川に挟まれた谷間を東に進む。八原氏は本で「谷地を上がりきる」と回想したが、今も上り坂が続いている。\n　撤退した軍属の中には、第５坑口から東に進まず、南に向かい急な識名坂を通った人もいる。しかし、仲村さんは「このルートはアップダウンが激しく、司令官たちは通っていないのではないか」とみている。\n　根拠になるのは、病院壕の存在だ。東に進めば６２師団の野戦病院があったナゲーラ壕があり、さらに現在の宮平交差点（少し西にある兼城交差点の可能性もあるが、①濱川さんの著書に宮平十字路と記載②兼城十字路は当時も交通の要所で、米軍の攻撃が激しかった③宮平交差点付近には、軽便鉄道の宮平駅があり、夜中でも目印となる線路があったことから、仲村さんはこのルートを選択している）を越えて、南に向かうと南風原の陸軍病院壕もあった。\n　仲村さんは「首里の司令部壕から頻繁に病院壕にけが人を運んでいたはずで、慣れた東の道を通った」とし、「司令官に何かあれば、すぐに病院壕へ運べる利点もある」と推測する。\n\n　陸軍病院壕の西には、第３２軍の経理部などがいた津嘉山司令部壕がある。牛島司令官らは２７日夜にここに到着。２晩過ごし、２９日夜に木炭ガスのトラックで摩文仁へ向かったとされる。八原氏の著書には、荒れ果てた夜道をヘッドライトなしで進み、がたがたの車が度々エンストした様子も描かれている。\n　津嘉山から少し南に行くと、山川橋（現宇平橋）が見えてきた。南に向かう兵士や避難する住民が米軍の砲弾や艦砲射撃による集中砲火の的となり、足の踏み場もないくらい遺体が転がっていたという証言が残る。さらに橋の南側でも、ふろしき包みを持った避難民の死体を多く見た、と八原氏は記している。",
      images: [
        {
          id: 1,
          type: "image",
          thumb_url:"body-image_20.jpg",
          src_url: "body-image_20.jpg",
          caption:
            "南風原町の山川橋",
        },
        {
          id: 2,
          type: "image",
          thumb_url:"body-image_21.jpg",
          src_url: "body-image_21.jpg",
          caption:
            "南風原町の津嘉山にあった司令部壕。今は埋まっている",
        },
      ],
    },
    {
      subtitle: "南か西か",
      text: "　八重瀬町の東風平に着いた。ここからは具志頭方面へ南に続く道と、八重瀬岳や与座岳に近づく西ルートがある。仲村さんは、司令官らは南に進まず、西の内陸部に進んだとみる。\n　米軍の記録などを見ると、米軍は５月３１日には既に東風平から南の道路に沿って、軍の範囲を広げていた。南は米軍の包囲網に近づいてしまうため、回避した可能性があるという。\n　南西に進むと、与座岳と八重瀬岳が迫ってきた。標高はともに１６０㍍ほど。第３２軍はここに防衛ラインを引き、主要部隊を配置した。南にある摩文仁の司令部を守るため、北から迫る米軍との激戦地になった。歩兵第８９連隊の壕や慰霊碑を与座岳山中で見つけた。６月１９日には隊全員が、壕内外で戦死・自決したという。\n　しかし、仲村さんは、この一帯で生き残った兵士たちは少なくないと言う。\n　歩兵第３２連隊の第１大隊は１００人が生存し、鉄血勤皇隊だった元沖縄県知事の故大田昌秀さんも、少し北側の壕に身を隠して生き延びている。\n　なぜ、生き残る人がいたのか。仲村さんは、この辺りに展開した指揮系統が維持されたグループには、戦況の情報が入り、食料や医薬品がある程度あったことを要因に挙げる。\n　そして、もう一つ。激戦地であるが故に、米軍が占領までに時間がかかったことも一因と言う。「全ての壕を攻撃する余裕はなかった。激戦地ではあるが、エアポケットのような場所とも言える」\n　司令官たちは、真壁への切り通し（ワイトゥイ）を抜け、米須国民学校（現米須小）を通り、３０日の夜明け前に摩文仁の司令部壕に着いた。",
      images: [
        {
          id: 1,
          type: "image",
          thumb_url:"body-image_22.jpg",
          src_url: "body-image_22.jpg",
          caption:
            "壁の切り通し（ワイトゥイ）があった場所。ここを牛島司令官らは通って摩文仁に向かったとみられる（糸満市）",
        },
        {
          id: 2,
          type: "image",
          thumb_url:"body-image_23.jpg",
          src_url: "body-image_23.jpg",
          caption:
            "激戦地とされた八重瀬岳と与座岳周辺",
        },
        {
          id: 3,
          type: "image",
          thumb_url:"body-image_24.jpg",
          src_url: "body-image_24.jpg",
          caption:
            "与座岳の山中にある歩兵第８９連隊の壕（糸満市）",
        },
        {
          id: 4,
          type: "image",
          thumb_url:"body-image_25.jpg",
          src_url: "body-image_25.jpg",
          caption:
            "故大田昌秀知事",
        },
      ],
    },
  ],
},
{
  id: 6,
  title: "組織的戦闘の終焉",
  contents: [
    {
      subtitle: "摩文仁の司令部壕",
      text: "　海抜８９㍍の摩文仁岳は「八九高地」と呼ばれていた。南側は太平洋が広がり、もう南下はできない。\n　司令部壕が入る洞窟は、この山の８合目辺りある。八原氏によると、自然の洞窟に手を加えたもので、はしごを下りると全長百数十㍍の空間があり、天井からは鍾乳石が下がっていた。\n　非常に狭く、狭い所は人一人がようやく通れるスペースで、司令部壕とは思えない。先遣された第３２軍の参謀が「戦闘司令所としての機能を発揮せず」と電報を送っているほどだ。\n　ただ、琉球石灰岩の固い壕。中にいれば砲撃で命を落とすことはなかった。",
      images: [
        {
          id: 1,
          type: "image",
          thumb_url:"body-graphic_9.png",
          src_url: "body-graphic_9.png",
          caption: "摩文仁の第３２軍司令部壕―０１",
        },
        {
          id: 2,
          type: "image",
          thumb_url:"body-image_26.jpg",
          src_url: "body-image_26.jpg",
          caption: "摩文仁の第３２軍司令部壕の入り口＝糸満市",
        },
        {
          id: 3,
          type: "image",
          thumb_url:"body-image_27.jpg",
          src_url: "body-image_27.jpg",
          caption: "摩文仁の第３２軍司令部壕の内部＝糸満市、仲村真氏提供",
        },
      ],
    },
    {
      subtitle: "犠牲になった学徒ら",
      text: "司令官や多くの兵士は狭い司令部壕に身を隠したが、同じように首里から撤退してきた司令部の学徒たちはどうしたのか。\n　司令部壕の真下には、大きな自然壕が複数ある。高い木に覆われ、海からの風が吹き抜け、数十人は潜むことが出来そうだ。師範鉄血勤皇隊の生徒や炊事を担った女性たちは、この場所に逃げ込んでいたとされている。\n　仲村さんは「兵士の身の回りの世話などで必要だった人たちは、近くに置いていたのではないか」とみるが、ここは安全ではなかった。米軍の砲弾や広範囲に燃え広がるナパーム弾で、多くが犠牲になった。\n　戦後半年以上たって、この場所で遺骨収集した翁長安子さん（92、那覇市）は、おびただしい数の遺体を見た。「風通しがいいので皮膚が残って、顔が分かった。まだ幼い16、17歳の子どもたちが抱き合ったまま死んでいた」。戦後この場所には納骨堂が築かれ、今も遺骨が入っている。\n　では、それ以外の学徒たちはどうしていたのか。\n　司令部壕から東に数百㍍離れた雑木林に向かった。すぐそこには崖が迫り、足の踏み位置を間違えれば転落する危険な場所だが、１～２人入れる小さな壕が散在していた。\n　多くの学徒は、この「学生壕」にいたという。司令部壕から離れて孤立した状態で何も分からないまま、米軍の攻撃を耐えていた姿が目に浮かんだ。そして、その多くが亡くなった。",
      images: [
        {
          id: 1,
          type: "image",
          thumb_url:"body-image_28.jpg",
          src_url: "body-image_28.jpg",
          caption:
            "司令部壕下にあった学生壕＝糸満市",
        }
      ],
    },
    {
      subtitle: "組織的戦闘の終了",
      text: "　米軍は６月１４日に八重瀬岳を陥落させ、１６日に与座岳を占領。１９日には、八九高地への攻撃を開始し、日本軍は追い詰められた。\n　牛島司令官は、同日、「最後迄敢闘し悠久の大義に生くべし」と最後の命令を出した。戦闘継続を意味したこの命令により、残存部隊は斬り込み、ゲリラ活動などを展開した。\n　２３日（２２日説もある）に牛島司令官と長参謀長は壕の出入り口で自決し、第３２軍の組織的戦闘は終了した。だが、米軍は７月２日まで掃討作戦を続け、旧日本軍の南西諸島軍と米軍の降伏調印式が行われたのは９月７日だった。",
      images: [
        {
          id: 1,
          type: "image",
          thumb_url:"body-image_29.jpg",
          src_url: "body-image_29.jpg",
          caption:
            "第３２軍司令部の慰霊碑＝糸満市",
        }
      ],
    },
  ],
},
];