export const articles = [
  {
    id: 1,
    title: "３２軍とは",
    contents: [
      {
        subtitle: "住民を巻き込んだ防衛態勢",
        text: "　第３２軍が創設されたのは、１９４４年３月下旬。沖縄戦が始まる約１年前だった。沖縄や奄美などの南西諸島を「防衛」するのが役割とされた。\n　だが、この「防衛」は日本軍の兵士が住民を守るというものではなかった。\n　４４年の８月に着任した牛島満司令官は、「一木一草ト雖モ之ヲ戦力化スベシ（一本の木、一つの草までも戦力にしなければならない）」「（地方官民が）進ンデ戦力増強ニ寄与シテ郷土ヲ防衛セシムル如ク指導スベシ（住民が進んで戦力強化に協力し、沖縄を守るように指導しなければならない）」などと訓示した。\n　牛島司令官は、当初から沖縄戦が住民を巻き込んだ戦闘になることを想定。戦闘前から住民を陣地壕構築などに動員した。首里の司令部壕は、近隣にあった師範学校や県立第一中学校の生徒らが作業を手伝った。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_1.jpg",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-image_2.jpg",
            caption: "",
          },
          {
            id: 3,
            type: "image",
            src_url: "body-image_3.jpg",
            caption: "",
          },
          {
            id: 4,
            type: "image",
            src_url: "body-graphic_1.png",
            caption: "",
          },
        ],
      },
      {
        subtitle: "本土決戦までの時間稼ぎ",
        text: "　４４年７月にサイパン（島）が陥落し、日本の「絶対国防圏」が事実上崩壊。１０月にはフィリピン・レイテ島に米軍が上陸し、日本軍は作戦の見直しに迫られた。大本営が下した判断は、沖縄を本土決戦の準備が整うまでの時間稼ぎとして、位置づけることだった。\n　大本営は１１月、第３２軍から精鋭部隊の第９師団（兵力約１万４千人）を台湾に移した。だが、代わりの兵力の補充はなかった。　\n４５年１月には、新たな作戦「帝国陸海軍作戦計画大綱」が天皇の裁可を受けたが、沖縄は「皇国防衛ノ為ノ縦深作戦遂行上ノ前縁（天皇が統治する国を守るため、部隊全体の作戦を進める最前線）」、米軍が上陸した場合は「極力敵ノ出血消耗ヲ図リ（できるだけ敵の戦力を消耗させる）」と位置づけられた。第３２軍には、米軍を１日でも長く沖縄に踏みとどめ、戦力を消耗させる「持久戦」が求められていた。\n　だが、米軍の兵力約５４万人に対し、日本軍は約１０万人。牛島司令官の想定通り、第３２軍は地元住民も動員する形で、戦力を自力で増強させるしかなかった。\n　防衛召集で学徒を含む１７歳～４５歳までの男子を戦闘要員で総動員するなど、住民を巻き込んだ戦闘態勢ができあがっていった。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_4.jpg",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-image_5.jpg",
            caption: "",
          },
          {
            id: 3,
            type: "image",
            src_url: "body-image_6.jpg",
            caption: "",
          },
          {
            id: 4,
            type: "image",
            src_url: "body-graphic_2.png",
            caption: "",
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: "司令部壕はどんな場所だったのか",
    contents: [
      {
        subtitle: "司令部壕はなぜ首里に",
        text: "　沖縄戦を指揮する第３２軍は、発足直後は司令部を那覇市の蚕糸試験場に置いた。同時に米軍との戦闘に備えるため、南風原町津嘉山で壕の構築を始めた。\n　ただ、那覇市などが被害を受けた「１０・１０空襲」（１９４４年１０月）後、より強固な壕が必要と判断。１２月、首里に新たな司令部壕を造ることになった。\n　なぜ首里だったのか。　一つは、防衛戦略だ。第３２軍の各部隊は本島中部や南部に展開していたが、首里はその間にある。配下の部隊の動きを迅速に把握し、高い場所で周囲の戦況を把握できる利点があった。さらに、ここが米軍の１㌧爆弾や艦砲射撃に耐えられる、固い琉球石灰岩の地層だったことも大きい。\n　だが、沖縄戦に詳しい仲村真さんは、それ以外の理由もあると言う。兵士たちは戦時には壕内で過ごすが、戦時以外は宿舎などが必要だ。首里には師範学校や県立第一中学など多数の校舎があり、兵士たちの駐屯に活用できると考えたという。\n　４５年１月には、司令部は師範学校などに移転。米軍が慶良間諸島に上陸する２日前の３月２４日、第３２軍の長勇・参謀長が壕入り口に、「天巌戸戦闘司令部」と書かれた木札を掲げており、本格的な運用が始まったと考えられている。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-graphic_3.png",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-graphic_4.png",
            caption: "",
          },
        ],
      },
      {
        subtitle: "壕内部には何が",
        text: "　県や米軍の調査によると、壕の総延長は約１㌔。地上からの深さは約１５～４０㍍と推定され、五つの坑道、五つの出入り口（坑口）があった。通路は崩落防止のため木材で支えられ、寝台も置かれていた。\n　戦争体験者の証言や証言録によると、壕内部は蒸し暑く、壕の奥では空気も薄かった。送風機が何台も設置され、換気用の縦杭も２カ所あったとされる。\n　壕外には発電機が置かれ、電線が壕内の天井を通っていた。電球や電灯が使われ、便所や風呂も将校・幕僚と一般向けに区別されて設けられていた。\n　司令官室や作戦室、宿舎、炊事場など３０以上の部屋があり、約１千人が生活していたとされる。高級参謀だった八原博通氏は、戦後自身の著書で「かつての銀座の夜店もかくやと想う。二六時中煌々たる無数の電灯、千余人の将兵を収容して、さながら一大地下ホテルの観がある」と回想している。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_7.png",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-image_8.jpg",
            caption: "",
          },
          {
            id: 3,
            type: "image",
            src_url: "body-image_9.jpg",
            caption: "",
          },
        ],
      },
      {
        subtitle: "厳しかった壕内のルール",
        text: "　第３２軍は壕での生活ルールを定めていた。起床就寝、食事などの時間が定められ、壕内のガス発生時の対応なども決められていた。\n　注目すべきは、外部への警戒心の高さだ。入り口には監視兵が立ち、軍属は入るのに許可証が必要で、出入り口の秘匿や偽装を促すことも求めている。\n　壕内は標準語以外の使用も禁止されていた。理由はスパイを見つけるため。沖縄語で話した場合は、「スパイとみなして処分」という厳しい規定もあった。",
      },
    ],
  },
  {
    id: 3,
    title: "司令部壕にいた人たち",
    contents: [
      {
        subtitle: "留守名簿",
        text: "　第３２軍の司令部壕にはどんな人たちがいたのか。それを知る重要な手がかりが、二つの「留守名簿」だ。\n　名簿は１９４４年末、国内外に展開する日本軍の各部隊が作成した。所属者の部隊への編入日や本籍、家族の住所や続柄、給与や役割などを明記。兵士ではなく、雑務に従事する「軍属」も記載されていた。\n　第３２軍は、４４年末から４５年はじめにかけて、司令部の名簿（南方）を作成。約１千人余が記載されている。\n　ただ、南方には徴兵検査を受けずに動員された沖縄県民が抜け落ちていた。厚生省（現厚生労働省）は７１年、生き残った人たちへ聞き取りなどをし、もう一つの名簿（沖縄）を作った。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_10.jpg",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-image_11.jpg",
            caption: "",
          },
          {
            id: 3,
            type: "image",
            src_url: "body-image_18.jpg",
            caption:
              "第３２軍司令部の留守名簿に名前のある１４歳を含む女性たちが、どのようにして第３２軍経理部築城班に動員されたかが記されている＝佐治暁人氏提供",
          },
          {
            id: 4,
            type: "image",
            src_url: "body-image_19.jpg",
            caption: "",
          },
        ],
      },
      {
        subtitle: "根こそぎ動員の実態",
        text: "　二つの名簿を分析すると、住民や学生、女性まで戦力化する「根こそぎ動員」の実態が見えてくる。\n　名簿の中で、沖縄県民は少なくとも６７６人が確認できる。残りは、他県から集められた兵士や軍属と考えられている。\n　沖縄県民を詳細に分析する。性別は男性５１３人、女性１６２人、不明１人。年代別では、１４～１９歳までの１０代と２０代が４０６人で全体の６割を占めた。\n　身分は、軍属が３６２人と、兵士の３１１人を上回っていた。軍属は、事務作業や馬の世話、食事の用意などさまざまな雑務で、兵士たちを支えていた。\n　県民６７６人のうち、戦死者は５００人。その割合は、７割を超えていた。１４～１９歳は、２０５人中１８１人と９割近くに達した。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-graphic_5.png",
            caption: "",
          },
        ],
      },
      {
        subtitle: "100人を超える学徒",
        text: "　留守名簿では、沖縄師範学校の６２人など、少なくとも学徒１１３人の氏名が確認されている。学生たちは、司令部壕でどんなことをしていたのだろうか。\n　１９４４年１２月、第３２軍司令部と県は、中等学校生徒の戦場動員を協議。４５年３月の米軍上陸目前には、県内の師範学校と中等学校の１４歳から１９歳の男子生徒は、上級生が「鉄血勤皇隊」、下級生が「通信隊」として組織化された。\n　鉄血勤皇隊の一部は、第３２軍の直属部隊に配属された。弾薬運搬や負傷者の搬送、破壊された道路や橋の修理などで軍を支えた。\n　鉄血勤皇隊で動員された学徒の証言によると、第５坑口付近にあった発電機を冷やすため、井戸から引き上げた水を運ぶ役割や、総延長１千㍍を超える壕を掘る作業なども担った。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_12.jpg",
            caption: "",
          },
        ],
      },
      {
        subtitle: "４分の１は女性",
        text: "　留守名簿からは、県民の約４分の１が女性だったことが判明した。彼女たちの役割は何だったのか。\n　その一つが炊事だ。生存者たちの話では、女性たちは、第５坑口付近の炊事場の近くで一升瓶に玄米を入れて、瓶の中を細い棒で突いて精米をしていたという。イモを洗い、切る作業をしたという人もいた。\n　学徒たちが担っていた壕掘り作業を手伝い、泥にまみれて土運びをしていたという話や、芸者や遊女がいたという回想も。留守名簿には「特殊軍属」の名目で動員された女性たちの記載があり、「慰安婦」を指すとの指摘もある。\n　壕内にいた女性が、日本兵の命令で、米兵やスパイ容疑をかけられた住民を殺害しようとする場面を見たという証言も残っている。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_13.jpg",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-image_14.jpg",
            caption: "",
          },
        ],
      },
    ],
  },
  {
    id: 4,
    title: "南部撤退の判断はいかに",
    contents: [
      {
        subtitle: "追い詰められた３２軍",
        text: "　４５年４月１日、沖縄本島中部の西海岸から上陸した米軍は、日本軍の飛行場を相次いで占領。わずか１週間程度で、嘉数高地（宜野湾市）北方に進出する。\n　その後も、米軍は前田高地（浦添市）、シュガー・ローフ（那覇市）で日本軍との激しい戦いを制し、５月２０日ごろには第３２軍の司令部がある首里に接近した。　首里での防衛が風前のともしびとなる中で、第３２軍の首脳部は２１日夜、各兵団の参謀長、参謀を司令部壕に招集した。残された第３２軍の兵力は約３万。これからどう戦うかを協議した。　\n　高級参謀・八原博通氏の回想では、集まったのは第３坑道の参謀の寝室。すぐ近くには牛島満司令官の部屋があり、席上には、パイナップルやホタテの缶詰、ぶどう酒が準備された。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_15.jpg",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-image_16.jpg",
            caption: "",
          },
          {
            id: 3,
            type: "image",
            src_url: "body-graphic_6.png",
            caption: "",
          },
        ],
      },
      {
        subtitle: "住民の命か、軍論理か",
        text: "　その席で検討された案は三つ。①首里で最後まで戦う②東の知念半島に撤退③南の喜屋武半島に撤退。\n　各兵団の意見は「運べない重傷者が充満しており、戦友は見捨てられない（首里での戦闘に賛成）」「数十台の車があり、軍需品も運ぶことが可能だ（撤退を支持）」などと分かれた。\n　喜屋武半島は身を潜める洞窟が豊富で、海側には３０～４０㍍の崖があり、海から攻める米軍の兵士たちが登ることは困難とし、防衛上の利点が指摘された。これに対し、知念半島は洞窟の収容が不十分とされ、牛島満司令官は２２日、喜屋武半島への南部撤退を決断した。\n　しかし、既に南部に逃げていた１０万人近い住民をどう守るのか。指示や方針が出されることはなかった。ここから約１カ月、軍民混在の戦場で、住民たちはさまよい続けることになる。\n　沖縄戦で犠牲になった一般県民は約９万４千人。南部撤退後に多くの住民が亡くなっている。",
        images: [
          {
            id: 1,
            type: "image",
            src_url: "body-image_16.jpg",
            caption: "",
          },
          {
            id: 2,
            type: "image",
            src_url: "body-graphic_7.png",
            caption: "",
          },
        ],
      },
    ],
  },
];
