export const articles_03 = [
  {
    id: 5,
    title: "戦後の保存公開の動き",
    contents: [
      {
        subtitle: "復帰前の観光開発",
        text: "　戦後の１９５０～６０年代、沖縄観光の中心は墓参だった。観光客は本島南部のひめゆりの塔や健児の塔などを回り、戦没者を慰霊した。\n　６６年度の県内への観光客数は８万６千人で、１０年前の６・６倍。本土から来る人のさらなる増加を見込んで、観光開発の議論が進んだ。その一つが、戦後放置された第３２軍壕だった。\n　６２年３月、那覇市議が市議会で第３２軍壕について「立派な戦跡が作れる」と市に整備を要望。市や琉球政府などは６５年ごろにかけて、調査や復元工事に着手したが、第１坑口から３０㍍進んだ所で落盤が発生。復元を断念している。\n　だが、沖縄観光開発事業団が目をつけた。本土復帰で高まる観光需要を見据え、旧海軍司令部壕（豊見城市、７０年公開）とともに、第３２軍壕の調査に乗り出した。\n　開発事業団の調査でも、壕内の崩落はあちこちで確認された。報告書には「奥に進むのも並大抵ではない」とあり、内部をコンクリートで補強するために、多額の費用がかかり、　保存公開を見送った。これ以降、９０年代まで目立った動きは止まることになる。",
        images: [
          {
            id: 1,
            type: "video",
            thumb_url: "article_01.png",
            src_url:
              "https://drive.google.com/uc?export=download&id=1enFWNMjpLES9hUB85JYMzFdRMteMR3WV",
            caption: "宮里一夫さんインタビュー",
          },
          {
            id: 2,
            type: "image",
            thumb_url: "body-graphic_3_1_1.jpg",
            src_url: "body-graphic_3_1_1.jpg",
            caption: "１９６０年代にあった第３２軍壕の調査の様子",
          },
          {
            id: 3,
            type: "image",
            thumb_url: "body-graphic_3_1_2.jpg",
            src_url: "body-graphic_3_1_2.jpg",
            caption: "１９６０年代にあった第３２軍壕の調査の様子",
          },
          {
            id: 4,
            type: "image",
            thumb_url: "body-graphic_3_1_3.jpg",
            src_url: "body-graphic_3_1_3.jpg",
            caption: "１９６０年代にあった第３２軍壕の調査の様子",
          },
        ],
      },
      {
        subtitle: "戦後５０年で高まる機運",
        text: "９２年に首里城正殿が完成すると、その下にある第３２軍壕に再び注目が集まった。戦後５０年の節目を前に、戦跡保存を求める市民団体が、県や那覇市などに保存公開を要望した。\n　県と那覇市は９４年～９５年にかけて、保存公開に向けた調査を実施。３００㍍を発掘したが、中枢部の目前で崩落部があり、到達できなかった。\n　９５年秋に、第３２軍壕の保存公開を議論する検討委員会がスタートし、９７年８月には保存公開の基本計画が県に答申された。ただ、計画には整備費の試算や公開の具体的なスケジュールは盛り込まれなかった。\n　基本計画ができれば、その後は基本設計に向かうが、県女性力・平和推進課によると、この当時基本設計に向け、具体的な動きがあったことを確認する資料は確認できないという。\n　計画から約１年後。知事選で保存公開に前向きだった大田昌秀氏が敗れ、代わって稲嶺恵一氏が就任した。稲嶺氏は第３２軍壕の基本計画を凍結。理由について財源不足などを挙げている。\n　保存公開を実現する最大のチャンスだった９０年代。なぜ頓挫したのだろうか。\n　当時、基本計画を議論する検討委にいた一人は、「徹底的な発掘により中枢部などで価値の高い史料が見つかれば、保存公開の機運が高まった可能性があった」とし、調査が不十分だったと指摘する。\n　また、検討委を常設にし、「県が計画を進めるかまで見守るべきだった」と反省する声も上がっている。",
        images: [
          {
            id: 1,
            type: "image",
            thumb_url: "body-graphic_3_2_1.jpg",
            src_url: "body-graphic_3_2_1.jpg",
            caption:
              "１９９０年代にあった県などによる第３２軍壕の調査、工事の様子＝牛島貞満さん提供",
          },
          {
            id: 2,
            type: "image",
            thumb_url: "body-graphic_3_2_2.jpg",
            src_url: "body-graphic_3_2_2.jpg",
            caption:
              "１９９０年代にあった県などによる第３２軍壕の調査、工事の様子＝牛島貞満さん提供",
          },
          {
            id: 3,
            type: "image",
            thumb_url: "body-graphic_3_2_3.jpg",
            src_url: "body-graphic_3_2_3.jpg",
            caption:
              "１９９０年代にあった県などによる第３２軍壕の調査、工事の様子＝牛島貞満さん提供",
          },
          {
            id: 4,
            type: "image",
            thumb_url: "body-graphic_3_2_4.jpg",
            src_url: "body-graphic_3_2_4.jpg",
            caption: "稲嶺恵一・元沖縄県知事",
          },
        ],
      },
    ],
  },
  {
    id: 6,
    title: "保存公開の先行事例",
    contents: [
      {
        subtitle: "観光地化した壕",
        text: "東京都心から１７０㌔ほど離れた長野県長野市。旧日本軍が掘った「松代大本営地下壕」が公開されている。\n　本土への空襲が迫る中、皇居や大本営などを東京から移転させるために掘られた。複数の壕の総延長は約１０㌔。約８割が完成したが、途中で敗戦となり、使われることはなかった。\n　歴史的価値の高い壕は、今観光地だ。壕の一つ「象山地下壕」には、２０１２年度に約１１万人が来場。その後は減っているが、コロナ禍前の１８年度にも約６万人が見学に訪れている。\n　地下壕の周りは住宅街のため、市は徒歩で１０分ほど離れた所に大型バスも止まれる駐車場を設置。壕の入り口では市が購入したヘルメットが貸し出され、見学者は無料で借りられる。\n　壕内は、坑道内の天井は崩れないように鉄枠で支えられていた。市は毎年定期点検を実施し、維持の予算は年１千万円近くかかる。\n　戦況悪化の中で、天皇や大本営を移そうとした松代と、本土を守るために捨て石にされた第３２軍壕。どちらも「国体護持のために多くの住民が巻き込まれた」というキーワードでつながる。",
        images: [
          {
            id: 1,
            type: "image",
            thumb_url: "body-graphic_3_3_1.jpg",
            src_url: "body-graphic_3_3_1.jpg",
            caption: "松代大本営地下壕の入り口（２０２２年３月１０日、長野市）",
          },
          {
            id: 2,
            type: "image",
            thumb_url: "body-graphic_3_3_2.jpg",
            src_url: "body-graphic_3_3_2.jpg",
            caption: "松代大本営地下壕の坑道（２０２２年３月１０日、長野市）",
          },
          {
            id: 3,
            type: "image",
            thumb_url: "body-graphic_3_3_3.jpg",
            src_url: "body-graphic_3_3_3.jpg",
            caption:
              "松代大本営地下壕の内部。ダイナマイトを爆破した際に使った工具（２０２２年３月１０日、長野市）",
          },
          {
            id: 4,
            type: "image",
            thumb_url: "body-graphic_3_3_4.jpg",
            src_url: "body-graphic_3_3_4.jpg",
            caption:
              "松代大本営地下壕の入り口には、見学者向けに無料でヘルメットが貸し出されている（２０２２年３月１０日、長野市）",
          },
        ],
      },
      {
        subtitle: "平和教育に特化",
        text: "　観光地となっている松代大本営（長野市）の地下壕に対し、平和教育に特化して見学できるようにしているのが、慶應義塾大日吉キャンパス（横浜市）の日吉台地下壕だ。\n　サイパン島が陥落し、日本の「絶対国防圏」が崩壊した後の１９４４年９月。旧海軍は司令部をこの壕に移した。\n　小高い丘で無線の受信状態がよいこと、地盤が地下施設の建設に適していたことなどを理由に、全長５㌔にも及ぶ連合艦隊司令部の壕群が作られた。\n　見学は、限定的な形になっている。保存の会のガイドらが見学会を開催する月に数回程度。見学者の多くを、小中高生らや地域史に関心がある地元住民が占める。\n　阿久沢武史会長（５７）は「大学のキャンパス内の観光地にはできない。人数や回数を制限し、平和教育に特化していく方がいいと考えた」と背景を説明する。\n壕内では、天井の高さが３㍍もある広い作戦室や、約３０台の短波受信機で無線を受けた電信室、暗号室などを見学できる。\n　阿久沢さんは、「加害の視点」が重要と指摘する。「日吉台地下壕は、戦争を指導した側の場所だが、ここで何があったのかを見つめることは、過去と現在のつながりを考えるきっかけになるはずだ」と言う。\n　　第３２軍壕も、住民の被害を拡大させた南部撤退の決断があった「負の遺産」という意味などで共通する。\n　「写真や映像で見るのと、実際に壕内へ入るのでは伝わるものが違う。公開には大きな意味がある」。こう、阿久沢さんは強調する。",
        images: [
          {
            id: 1,
            type: "image",
            thumb_url: "body-graphic_3_4_1.jpg",
            src_url: "body-graphic_3_4_1.jpg",
            caption: "日吉台地下壕＝慶應義塾広報室提供",
          },
        ],
      },
    ],
  },
];
